Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO_LEFT
source: Now keeping your elbow bent with your phone in your LEFT hand, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك والإمساك بالهاتف في يدك اليسرى، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat i el mòbil a la mà ESQUERRA, toca el mòbil amb el nas repetidament.
cs: Nyní držte telefon ve výši ramen LEVOU rukou ohnutou v lokti a dotýkejte se jím opakovaně nosu.
da: Hold nu din telefon med bøjet albue i VENSTRE hånd, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an, halte dein Telefon in der LINKEN Hand und berühre wiederholt mit deinem Telefon deine Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο με το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado y con el teléfono en la mano izquierda, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado y sosteniendo el teléfono con tu mano izquierda, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen puhelinta VASEMMASSA kädessä ja kyynärpäätä taivutettuna.
fr: Maintenant, avec le coude plié et le téléphone dans votre main GAUCHE, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude tout en tenant votre téléphone dans la main GAUCHE et touchez votre nez avec le téléphone de façon répétée.
he: כעת, עם הטלפון ביד שמאל ותוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपने बाएँ हाथ में फ़ोन पकड़कर और कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen s telefonom u LIJEVOJ ruci i neprekidno dodirujte nos telefonom.
hu: Most tartsa a telefont BAL kézzel, a könyökét behajlítva, és érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk dengan telepon di tangan KIRI, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato con il telefono nella mano SINISTRA, tocca ripetutamente il naso con il telefono.
ja: 次に、電話を左手に持って肘を曲げたまま、電話で繰り返し鼻に触れてください。
ko: 이제 왼쪽 팔꿈치를 굽히고 왼손으로 전화기를 든 다음 전화기를 코에 반복적으로 대십시오.
ms: Terus bengkokkan siku anda dengan telefon anda di tangan KIRI anda, sentuh telefon anda ke hidung anda berulang kali.
nb: Hold albuen bøyd med telefonen i VENSTRE hånd, og trykk telefonen mot nesen gjentatte ganger.
nl: Houd nu de telefoon in je LINKERHAND en raak je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
pl: Teraz, trzymając telefon w LEWEJ ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt: Agora, mantendo o cotovelo dobrado e com o telefone na mão ESQUERDA, toque o telefone no nariz repetidamente.
pt_pt: Agora, com a mão ESQUERDA e mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă telefonul în mâna STÂNGĂ cu cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте ЛЕВОЙ руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom a telefónom v ĽAVEJ ruke sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd med telefonen i den VÄNSTRA handen och röra vid näsan med telefonen flera gånger.
sw: Sasa ukiwa umeinama kiwiko chako ukiwa na simu yako kwenye mkono wako wa KUSHOTO, gusa simu yako puani mwako mara kwa mara.
th: ตอนนี้ให้ใช้มือซ้ายถือโทรศัพท์และงอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi telefonunuz SOL elinizde olacak şekilde dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, тримаючи телефон у ЛІВІЙ руці із зігнутим ліктем, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy giữ khuỷu tay bạn gập với điện thoại ở tay TRÁI, chạm điện thoại vào mũi nhiều lần.
zh_cn: 现在弯曲手肘并用左手握住手机，重复用手机接触您的鼻子。
zh_hk: 現在繼續彎曲左手手肘，並拿着電話重複觸碰鼻子。
zh_tw: 現在請用「左手」拿著電話，手肘保持彎曲，並重複用電話碰觸鼻子。

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO_RIGHT
source: Now keeping your elbow bent with your phone in your RIGHT hand, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك والإمساك بالهاتف في يدك اليمنى، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat i el mòbil a la mà DRETA, toca el mòbil amb el nas repetidament.
cs: Nyní držte telefon ve výši ramen PRAVOU rukou ohnutou v lokti a dotýkejte se jím opakovaně nosu.
da: Hold nu din telefon med bøjet albue i HØJRE hånd, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an, halte dein Telefon in der RECHTEN Hand und berühre wiederholt mit deinem Telefon deine Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο με το τηλέφωνο στο ΔΕΞΙΟ χέρι σας, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado y con el teléfono en la mano derecha, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado y sosteniendo el teléfono con tu mano derecha, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen puhelinta OIKEASSA kädessä ja kyynärpäätä taivutettuna.
fr: Maintenant, avec le coude plié et le téléphone dans votre main DROITE, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude tout en tenant votre téléphone dans la main DROITE et touchez votre nez avec le téléphone de façon répétée.
he: כעת, עם הטלפון ביד ימין ותוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपने दाएँ हाथ में फ़ोन पकड़कर और कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen s telefonom u DESNOJ ruci i neprekidno dodirujte nos telefonom.
hu: Most tartsa a telefont JOBB kézzel, a könyökét behajlítva, és érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk dengan telepon di tangan KANAN, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato con il telefono nella mano DESTRA, tocca ripetutamente il naso con il telefono.
ja: 次に、電話を右手に持って肘を曲げたまま、電話で繰り返し鼻に触れてください。
ko: 이제 오른쪽 팔꿈치를 굽히고 오른손으로 전화기를 든 다음 전화기를 코에 반복적으로 대십시오.
ms: Terus bengkokkan siku anda dengan telefon anda di tangan KANAN anda, sentuh telefon anda ke hidung anda berulang kali.
nb: Hold albuen bøyd med telefonen i HØYRE hånd, og trykk telefonen mot nesen gjentatte ganger.
nl: Houd nu de telefoon in je RECHTERHAND en raak je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
pl: Teraz, trzymając telefon w PRAWEJ ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt: Agora, mantendo o cotovelo dobrado e com o telefone na mão DIREITA, toque o telefone no nariz repetidamente.
pt_pt: Agora, com a mão DIREITA e mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă telefonul în mâna DREAPTĂ cu cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте ПРАВОЙ руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom a telefónom v PRAVEJ ruke sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd med telefonen i den HÖGRA handen och röra vid näsan med telefonen flera gånger.
sw: Sasa ukiwa umepinda kiwiko chako na simu yako kwenye mkono wako wa KULIA, gusa simu yako kwenye pua yako mara kwa mara.
th: ตอนนี้ให้ใช้มือขวาถือโทรศัพท์และงอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi telefonunuz SAĞ elinizde olacak şekilde dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, тримаючи телефон у ПРАВІЙ руці із зігнутим ліктем, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy gập khuỷu tay bạn với điện thoại ở tay PHẢI, chạm điện thoại vào mũi nhiều lần.
zh_cn: 现在弯曲手肘并用右手握住手机，重复用手机接触您的鼻子。
zh_hk: 現在繼續彎曲右手手肘，並拿着電話重複觸碰鼻子。
zh_tw: 現在請用「右手」拿著電話，手肘保持彎曲，並重複用電話碰觸鼻子。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INSTRUCTION_%ld
source: Keep performing a queen wave for %ld seconds.
ar: استمر في التلويح كالملوك لمدة %ld من الثواني.
ca: Fes una salutació reial durant %ld segons.
cs: %ld sekund mávejte otáčením zápěstí.
da: Bliv ved med at udføre et dronningevink i %ld sekunder.
de: Winke %ld Sekunden lang.
el: Συνεχίστε να χαιρετάτε με αυτόν τον τρόπο για %ld δευτερόλεπτα.
es: Sigue girando la muñeca durante %ld segundos a modo de saludo.
es_419: Sigue haciendo un gesto de saludo por %ld segundos.
fi: Vilkuta kuninkaallisesti %ld sekuntia.
fr: Saluez de la main, les doigts serrés les uns contre les autres, pendant %ld secondes.
fr_ca: Saluez de la main pendant %ld secondes.
he: המשך/י לבצע ״נפנוף מלכותי״ למשך %ld שניות.
hi: %ld सेकंड तक रानी की तरह हाथ हिलाते रहें।
hr: Nastavite mahati rotiranjem šake %ld s.
hu: Forgassa a felemelt csuklóját %ld másodpercig.
id: Terus lakukan lambaian tangan ratu selama %ld detik.
it: Continua a ruotare il polso a destra e a sinistra per %ld secondi.
ja: %ld秒間、手を振り続けてください。
ko: %ld초 동안 반짝반짝 율동을 수행하십시오.
ms: Terus melakukan lambaian ratu selama %ld saat.
nb: Vink som en dronning i %ld sekunder.
nl: Wuif %ld seconden vanuit de pols.
pl: Unieś rękę i machaj dłonią, zginając rękę w nadgarstku, przez %ld s.
pt: Continue fazendo um aceno como da rainha por %ld segundos.
pt_pt: Continue a acenar com a mão durante %ld segundos.
ro: Continuați să fluturați mâna timp de %ld secunde.
ru: Продолжайте махать рукой в течение %ld с.
sk: Mávajte zápästím %ld sekúnd.
sv: Fortsätt utföra en kunglig vinkning under %ld sekunder.
sw: Endelea kupeperusha mkono kama mfalme kwa sekunde %ld.
th: ทำท่าโบกมือเบาๆ นาน %ld วินาที
tr: Bileğinizi çevirerek el sallamaya %ld saniye devam edin.
uk: Виконуйте махання королеви далі протягом %ld секунд.
vi: Tiếp tục thực hiện vẫy tay trong %ld giây.
zh_cn: 持续挥手，坚持 %ld 秒钟。
zh_hk: 繼續進行揮手動作 %ld 秒。
zh_tw: 繼續執行手腕轉動 %ld 秒鐘。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO
source: Prepare to do a queen wave (wave by turning your wrist).
ar: استعد للتلويح كالملوك (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà.
cs: Připravte se zamávat otáčením zápěstí.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled).
de: Bereite dich darauf vor, zu winken, indem du dein Handgelenk drehst.
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό (κουνώντας τον καρπό).
es: Prepárate para girar la muñeca a modo de saludo.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca).
fi: Valmistaudu vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fr: Préparez-vous à saluer de la main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer en faisant pivoter le poignet.
he: התכונן/י לבצע ״נפנוף מלכותי״ (סיבוב מפרק כף היד על צירו).
hi: रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake u zapešću (kao što maše engleska kraljica).
hu: Forgassa a felemelt csuklóját (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra.
ja: 手首を回すように手を振る準備をしてください。
ko: 반짝반짝 율동을 취할 준비를 하십시오.
ms: Bersedia untuk melakukan lambaian ratu (lambai dengan memusingkan pergelangan tangan anda).
nb: Forbered deg på å vinke som en dronning (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols.
pl: Przygotuj się do machania dłonią, zginając rękę w nadgarstku.
pt: Prepare-se para fazer um aceno como o da rainha (acene virando o pulso).
pt_pt: Prepare‑se para acenar (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna, răsucind din încheietură.
ru: Подготовьтесь выполнить махание рукой (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia.
sv: Förbered dig på att vinka kungligt (vinka genom att vrida på handleden).
sw: Jiandae kufanya mawimbi ya malkia (punga kwa kugeuza mkono wako).
th: เตรียมทำท่าโบกมือเบาๆ (โบกมือโดยขยับแค่ข้อมือ)
tr: Bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay (vẫy bằng cách xoay cổ tay của bạn).
zh_cn: 准备挥手（通过转动手腕来挥手）。
zh_hk: 請準備進行揮手動作（只揮動手腕）。
zh_tw: 準備執行手腕轉動。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO_LEFT
source: Prepare to do a queen wave with your phone in your LEFT hand (wave by turning your wrist).
ar: استعد للتلويح كالملوك مع إمساك هاتفك في يدك اليسرى (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà ESQUERRA.
cs: Připravte se zamávat otáčením zápěstí s telefonem v LEVÉ ruce.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled) med telefonen i VENSTRE hånd.
de: Bereite dich darauf vor, mit dem Telefon in deiner LINKEN Hand zu winken, indem du dein Handgelenk drehst.
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό με το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας (χαιρετίστε κουνώντας τον καρπό).
es: Prepárate para girar la muñeca a modo de saludo con el teléfono en la mano izquierda.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca) con tu teléfono en la mano izquierda.
fi: Valmistaudu puhelin VASEMMASSA kädessä vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fr: Préparez-vous à saluer de la main GAUCHE, le téléphone en main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer de la main GAUCHE en tenant le téléphone.
he: התכונן/י לביצוע ״נפנוף מלכותי״ תוך אחיזת הטלפון ביד שמאל (סיבוב מפרק כף היד על צירו).
hi: अपने फ़ोन को अपने बाएँ हाथ में रखकर रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake, s telefonom u LIJEVOJ ruci (kao što maše engleska kraljica).
hu: Forgassa a felemelt BAL csuklóját a telefonnal a kezében (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu dengan telepon di tangan KIRI Anda (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra con la mano SINISTRA.
ja: 電話を左手に持って手首を回すように手を振る準備をしてください。
ko: 왼손으로 전화기를 들고 반짝반짝 율동을 취할 준비를 하십시오.
ms: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KIRI anda (lambai dengan memusingkan pergelangan tangan anda).
nb: Forbered deg på å vinke som en dronning med telefonen i VENSTRE hånd (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols met de telefoon in je LINKERHAND.
pl: Przygotuj się do machania LEWĄ dłonią, zginając rękę w nadgarstku.
pt: Prepare-se para fazer um aceno como o da rainha com o telefone na mão ESQUERDA (acene virando o pulso).
pt_pt: Prepare‑se para acenar com o telefone na mão ESQUERDA (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna STÂNGĂ, ținând telefonul în aceasta și răsucind din încheietură.
ru: Подготовьтесь выполнить махание ЛЕВОЙ рукой, держа в ней телефон (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia s telefónom v ĽAVEJ ruke.
sv: Förbered dig på att vinka kungligt med telefonen i den VÄNSTRA handen (vinka genom att vrida på handleden).
sw: Jiandae kufanya mawimbi ya malkia kwa simu yako mkononi mwako WA KUSHOTO (punga kwa kugeuza mkono wako).
th: เตรียมทำท่าโบกมือเบาๆ โดยใช้มือซ้ายที่ถือโทรศัพท์ไว้ (โบกมือโดยขยับแค่ข้อมือ)
tr: Telefonunuz SOL elinizde olacak şekilde bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати телефоном у ЛІВІЙ руці, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay với điện thoại ở tay TRÁI (vẫy bằng cách xoay cổ tay của bạn).
zh_cn: 用左手握住手机并准备挥手（通过转动手腕来挥手）。
zh_hk: 請準備用左手拿着電話，進行揮手動作（只揮動手腕）。
zh_tw: 準備用「左手」拿著電話執行手腕轉動。

# TREMOR_TEST_ACTIVE_STEP_TURN_WRIST_INTRO_RIGHT
source: Prepare to do a queen wave with your phone in your RIGHT hand (wave by turning your wrist).
ar: استعد للتلويح كالملوك مع إمساك هاتفك في يدك اليمنى (التلويح عن طريق تدوير معصمك).
ca: Prepara’t per fer una salutació reial fent girar el canell amb el mòbil a la mà DRETA.
cs: Připravte se zamávat otáčením zápěstí s telefonem v PRAVÉ ruce.
da: Gør dig klar til at udføre et dronningevink (vink ved at dreje dit håndled) med telefonen i HØJRE hånd.
de: Bereite dich darauf vor, mit dem Telefon in deiner RECHTEN Hand zu winken, indem du dein Handgelenk drehst.
el: Προετοιμαστείτε να κάνετε έναν βασιλικό χαιρετισμό με το τηλέφωνο στο ΔΕΞΙΟ χέρι σας (χαιρετίστε κουνώντας τον καρπό).
es: Prepárate para girar la muñeca a modo de saludo con el teléfono en la mano derecha.
es_419: Prepárate para hacer un gesto de saludo (girando la muñeca) con tu teléfono en la mano derecha.
fi: Valmistaudu puhelin OIKEASSA kädessä vilkuttamaan kuninkaallisesti (vilkuttamaan rannetta pyörittämällä).
fr: Préparez-vous à saluer de la main DROITE, le téléphone en main, les doigts serrés les uns contre les autres.
fr_ca: Préparez-vous à saluer de la main DROITE en tenant le téléphone.
he: התכונן/י לביצוע ״נפנוף מלכותי״ תוך אחיזת הטלפון ביד ימין (סיבוב מפרק כף היד על צירו).
hi: अपने फ़ोन को अपने दाएँ हाथ में रखकर रानी की तरह हाथ हिलाने (अपनी कलाई को मोड़कर हाथ हिलाना) की तैयारी करें।
hr: Pripremite se za mahanje rotiranjem šake, s telefonom u DESNOJ ruci (kao što maše engleska kraljica).
hu: Forgassa a felemelt JOBB csuklóját a telefonnal a kezében (mintha integetne).
id: Bersiap untuk melakukan lambaian tangan ratu dengan telepon di tangan KANAN Anda (melambai dengan memutar pergelangan tangan).
it: Preparati a ruotare ripetutamente il polso a destra e a sinistra con la mano DESTRA.
ja: 電話を右手に持って手首を回すように手を振る準備をしてください。
ko: 오른손으로 전화기를 들고 반짝반짝 율동을 취할 준비를 하십시오.
ms: Bersedia untuk melakukan lambaian ratu dengan telefon anda di tangan KANAN anda (lambai dengan memusingkan pergelangan tangan anda).
nb: Forbered deg på å vinke som en dronning med telefonen i HØYRE hånd (vink ved å vri på håndleddet).
nl: Bereid je voor om te wuiven vanuit de pols met de telefoon in je RECHTERHAND.
pl: Przygotuj się do machania PRAWĄ dłonią, zginając rękę w nadgarstku.
pt: Prepare-se para fazer um aceno como o da rainha com o telefone na mão DIREITA (acene virando o pulso).
pt_pt: Prepare‑se para acenar com o telefone na mão DIREITA (rodando o pulso com a mão levantada).
ro: Pregătiți‑vă să fluturați mâna DREAPTĂ, ținând telefonul în aceasta și răsucind din încheietură.
ru: Подготовьтесь выполнить махание ПРАВОЙ рукой, держа в ней телефон (сгибая руку в запястье).
sk: Pripravte sa na mávanie otáčaním zápästia s telefónom v PRAVEJ ruke.
sv: Förbered dig på att vinka kungligt med telefonen i den HÖGRA handen (vinka genom att vrida på handleden).
sw: Jitayarishe kufanya mawimbi ya mfalme na simu yako kwenye mkono wako wa KULIA (wapungia kwa kugeuza mkono wako).
th: เตรียมทำท่าโบกมือเบาๆ โดยใช้มือขวาที่ถือโทรศัพท์ไว้ (โบกมือโดยขยับแค่ข้อมือ)
tr: Telefonunuz SAĞ elinizde olacak şekilde bileğinizi çevirerek el sallamaya hazırlanın.
uk: Готуйтеся махати телефоном у ПРАВІЙ руці, як це робить королева (вертячи запʼястком).
vi: Chuẩn bị vẫy tay với điện thoại ở tay PHẢI (vẫy bằng cách xoay cổ tay của bạn).
zh_cn: 用右手握住手机并准备挥手（通过转动手腕来挥手）。
zh_hk: 請準備用右手拿着電話，進行揮手動作（只揮動手腕）。
zh_tw: 準備用「右手」拿著電話執行手腕轉動。

# TREMOR_TEST_COMPLETED_INSTRUCTION
source: Activity completed.
ar: اكتمل النشاط.
ca: Activitat completada.
cs: Aktivita byla dokončena.
da: Aktivitet færdig.
de: Aktivität abgeschlossen.
el: Η δραστηριότητα ολοκληρώθηκε.
es: Actividad completada.
es_419: Actividad completada.
fi: Aktiviteetti valmis.
fr: Activité terminée.
fr_ca: Activité terminée.
he: הפעילות הושלמה.
hi: गतिविधि पूर्ण।
hr: Aktivnost dovršena.
hu: Tevékenység befejezve.
id: Aktivitas selesai.
it: Attività completata.
ja: アクティビティが完了しました。
ko: 실험이 완료되었습니다.
ms: Aktiviti selesai.
nb: Aktivitet fullført.
nl: Activiteit voltooid.
pl: Ćwiczenie ukończone.
pt: Atividade concluída.
pt_pt: Exercício concluído.
ro: Activitate finalizată.
ru: Задание выполнено.
sk: Aktivita dokončená.
sv: Aktiviteten är klar.
sw: Shughuli imekamilika.
th: กิจกรรมเสร็จสมบูรณ์แล้ว
tr: Aktivite tamamlandı.
uk: Тест виконано.
vi: Hoạt động đã hoàn tất.
zh_cn: 活动完成。
zh_hk: 測試活動已完成。
zh_tw: 活動已完成。
